13/data/attachments/17a9fcdcb54cb35e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lisa_land_Actions_30697_2</nif:username>
            <nif:friendToBeRequested>soap_actions_2cb70124-95ac-4f18-a86e-728567f489ad</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>